Repository: sypianski/diktilo
Catalog: VoiceInk/Localizable.xcstrings
Source language: en
Languages: ca, de, eo, pl, zh_hans

source: Enhancement modes and AI actions will stay off. You can always set it up later in the app.
ca: Els modes de millora i les accions d'IA es mantindran desactivats. Sempre ho pots configurar més endavant a l'app.
de: Verbesserungsmodi und KI-Aktionen bleiben deaktiviert. Du kannst dies später einrichten.
eo: Plibonigaj reĝimoj kaj AI-agoj restos malŝaltitaj. Vi povas agordi ilin poste en la aplikaĵo.
pl: Tryby ulepszania i akcje AI pozostaną wyłączone. Możesz je skonfigurować później w aplikacji.
zh_hans: 润色模式与 AI 操作将保持关闭。之后你随时可以在 App 中设置。

source: Enhancement request timed out. Check your connection or increase the timeout duration.
ca: S'ha esgotat el temps d'espera de la sol·licitud de millora. Comprova la connexió o augmenta el temps d'espera.
de: Zeitüberschreitung bei der Verbesserungsanfrage. Überprüfe deine Verbindung oder verlängere die maximale Wartezeit.
eo: La plibonig-peto eltempiĝis. Kontrolu vian konekton aŭ plilongigu la atendotempon.
pl: Upłynął limit czasu żądania ulepszania. Sprawdź połączenie lub wydłuż czas oczekiwania.
zh_hans: 润色请求超时。请检查网络连接或延长超时时长。

source: Enhancement Settings
ca: Configuració de la millora
de: Verbesserungseinstellungen
eo: Agordoj de plibonigo
pl: Ustawienia ulepszania
zh_hans: 润色设置

source: Enhancement Time
ca: Temps de millora
de: Verbesserungszeit
eo: Daŭro de plibonigo
pl: Czas ulepszania
zh_hans: 润色用时

source: Enhancing
ca: S'està millorant
de: Wird verbessert
eo: Plibonigado
pl: Ulepszanie
zh_hans: 正在润色

source: Enhancing recording
ca: S'està millorant l'enregistrament
de: Aufnahme wird verbessert
eo: Plibonigado de registraĵo
pl: Ulepszanie nagrania
zh_hans: 正在润色录音

source: Enhancing...
ca: S'està millorant...
de: Wird verbessert...
eo: Plibonigado...
pl: Ulepszanie...
zh_hans: 正在润色…

source: Enter word or phrase to replace (use commas for multiple)
ca: Introdueix la paraula o frase que cal substituir (separa'n diverses amb comes)
de: Wort oder Ausdruck eingeben (mehrere mit Komma trennen)
eo: Enigu anstataŭigotan vorton aŭ frazon (apartigu plurajn per komoj)
pl: Wpisz słowo lub frazę do zastąpienia (wiele oddziel przecinkami)
zh_hans: 输入要替换的词语或短语（多个用逗号分隔）

source: Enter your
ca: Introdueix la teva
de: Gib deinen
eo: Enigu vian
pl: Wprowadź swój
zh_hans: 输入你的

source: Enter your %@ API key
ca: Introdueix la teva clau d'API de %@
de: %@ API-Schlüssel eingeben
eo: Enigu vian %@ API-ŝlosilon
pl: Wprowadź klucz API %@
zh_hans: 输入你的 %@ API 密钥

source: Error importing settings: %@. The file might be corrupted or not in the correct format.
ca: Error en importar la configuració: %@. Pot ser que el fitxer estigui malmès o que no tingui el format correcte.
de: Fehler beim Importieren der Einstellungen: %@. Die Datei könnte beschädigt oder im falschen Format sein.
eo: Eraro dum importo de agordoj: %@. La dosiero eble estas difektita aŭ en malĝusta formato.
pl: Błąd podczas importowania ustawień: %@. Plik może być uszkodzony lub mieć nieprawidłowy format.
zh_hans: 导入设置时出错：%@。文件可能已损坏或格式不正确。

source: Examples
ca: Exemples
de: Beispiele
eo: Ekzemploj
pl: Przykłady
zh_hans: 示例

source: Explore Affiliate
ca: Programa d'afiliats
de: Partnerprogramm erkunden
eo: Partnera programo
pl: Program partnerski
zh_hans: 了解联盟计划

source: Export
ca: Exportar
de: Exportieren
eo: Eksporti
pl: Eksportuj
zh_hans: 导出

source: Export all settings, or choose specific categories when importing a backup.
ca: Exporta tota la configuració o tria categories concretes en importar una còpia de seguretat.
de: Alle Einstellungen exportieren oder beim Importieren bestimmte Kategorien wählen.
eo: Eksporti ĉiujn agordojn, aŭ elekti specifajn kategoriojn dum importo de sekurkopio.
pl: Eksportuj wszystkie ustawienia lub wybierz konkretne kategorie podczas importowania kopii zapasowej.
zh_hans: 导出全部设置，或在导入备份时选择特定类别。

source: Export Canceled
ca: Exportació cancel·lada
de: Export abgebrochen
eo: Eksporto nuligita
pl: Eksport anulowany
zh_hans: 导出已取消

source: Export Error
ca: Error d'exportació
de: Exportfehler
eo: Eraro de eksporto
pl: Błąd eksportu
zh_hans: 导出错误

source: Export Failed
ca: No s'ha pogut exportar
de: Export fehlgeschlagen
eo: Eksporto malsukcesis
pl: Eksport nie powiódł się
zh_hans: 导出失败

source: Export Logs
ca: Exportar els registres
de: Protokolle exportieren
eo: Eksporti protokolojn
pl: Eksportuj logi
zh_hans: 导出日志

source: Export Settings
ca: Exportar la configuració
de: Einstellungen exportieren
eo: Eksporti agordojn
pl: Eksportuj ustawienia
zh_hans: 导出设置

source: Export Successful
ca: Exportació correcta
de: Export erfolgreich
eo: Eksporto sukcesis
pl: Eksport zakończony pomyślnie
zh_hans: 导出成功

source: Fail immediately
ca: Aturar immediatament
de: Sofort abbrechen
eo: Tuj ĉesigi
pl: Przerwij natychmiast
zh_hans: 立即失败

source: Failed to add '%@': %@
ca: No s'ha pogut afegir «%@»: %@
de: '%@' konnte nicht hinzugefügt werden: %@
eo: Malsukcesis aldoni '%@': %@
pl: Nie udało się dodać '%@': %@
zh_hans: 无法添加「%@」：%@

source: Failed to add replacement: %@
ca: No s'ha pogut afegir la substitució: %@
de: Ersetzung konnte nicht hinzugefügt werden: %@
eo: Malsukcesis aldoni anstataŭigon: %@
pl: Nie udało się dodać zastąpienia: %@
zh_hans: 无法添加替换项：%@

source: Failed to convert audio chunk for streaming
ca: No s'ha pogut convertir el fragment d'àudio per a la transmissió en temps real
de: Audio-Chunk konnte nicht für das Streaming konvertiert werden
eo: Malsukcesis konverti sonpecon por fluanta transskribo
pl: Nie udało się przekonwertować fragmentu audio do strumieniowania
zh_hans: 无法转换用于流式传输的音频块

source: Failed to convert the audio format
ca: No s'ha pogut convertir el format d'àudio
de: Audioformat konnte nicht konvertiert werden
eo: Malsukcesis konverti la sonformaton
pl: Nie udało się przekonwertować formatu audio
zh_hans: 无法转换音频格式

source: Failed to copy audio file
ca: No s'ha pogut copiar el fitxer d'àudio
de: Audiodatei konnte nicht kopiert werden
eo: Malsukcesis kopii sondosieron
pl: Nie udało się skopiować pliku audio
zh_hans: 无法拷贝音频文件

source: Failed to copy transcription
ca: No s'ha pogut copiar la transcripció
de: Transkription konnte nicht kopiert werden
eo: Malsukcesis kopii transskribon
pl: Nie udało się skopiować transkrypcji
zh_hans: 无法拷贝转写内容

source: Failed to create audio file: %lld
ca: No s'ha pogut crear el fitxer d'àudio: %lld
de: Audiodatei konnte nicht erstellt werden: %lld
eo: Malsukcesis krei sondosieron: %lld
pl: Nie udało się utworzyć pliku audio: %lld
zh_hans: 无法创建音频文件：%lld

source: Failed to create AudioUnit: %lld
ca: No s'ha pogut crear l'AudioUnit: %lld
de: AudioUnit konnte nicht erstellt werden: %lld
eo: Malsukcesis krei AudioUnit: %lld
pl: Nie udało się utworzyć AudioUnit: %lld
zh_hans: 无法创建 AudioUnit：%lld

source: Failed to create custom sounds directory
ca: No s'ha pogut crear la carpeta de sons personalitzats
de: Ordner für eigene Töne konnte nicht erstellt werden
eo: Malsukcesis krei dosierujon por propraj sonoj
pl: Nie udało się utworzyć katalogu na własne dźwięki
zh_hans: 无法创建自定提示音目录

source: Failed to disable output: %lld
ca: No s'ha pogut desactivar la sortida: %lld
de: Ausgabe konnte nicht deaktiviert werden: %lld
eo: Malsukcesis malŝalti eligon: %lld
pl: Nie udało się wyłączyć wyjścia: %lld
zh_hans: 无法停用输出：%lld

source: Failed to enable input: %lld
ca: No s'ha pogut activar l'entrada: %lld
de: Eingabe konnte nicht aktiviert werden: %lld
eo: Malsukcesis ŝalti enigon: %lld
pl: Nie udało się włączyć wejścia: %lld
zh_hans: 无法启用输入：%lld

source: Failed to encode the request body.
ca: No s'ha pogut codificar el cos de la sol·licitud.
de: Anfragetext konnte nicht codiert werden.
eo: Malsukcesis kodi la korpon de la peto.
pl: Nie udało się zakodować treści żądania.
zh_hans: 无法编码请求正文。

source: Failed to execute Local CLI command: %@
ca: No s'ha pogut executar l'ordre de CLI local: %@
de: Lokaler CLI-Befehl konnte nicht ausgeführt werden: %@
eo: Malsukcesis plenumi lokan CLI-komandon: %@
pl: Nie udało się wykonać lokalnego polecenia CLI: %@
zh_hans: 无法执行本地 CLI 命令：%@

source: Failed to export the processed audio
ca: No s'ha pogut exportar l'àudio processat
de: Verarbeitete Audiodatei konnte nicht exportiert werden
eo: Malsukcesis eksporti la prilaboritan sonaĵon
pl: Nie udało się wyeksportować przetworzonego audio
zh_hans: 无法导出处理后的音频

source: Failed to extract audio samples
ca: No s'han pogut extreure les mostres d'àudio
de: Audiosamples konnten nicht extrahiert werden
eo: Malsukcesis eltiri sonspecimenojn
pl: Nie udało się wyodrębnić próbek audio
zh_hans: 无法提取音频样本

source: Failed to get device format: %lld
ca: No s'ha pogut obtenir el format del dispositiu: %lld
de: Geräteformat konnte nicht gelesen werden: %lld
eo: Malsukcesis legi la formaton de la aparato: %lld
pl: Nie udało się odczytać formatu urządzenia: %lld
zh_hans: 无法获取设备格式：%lld

source: Failed to import model: %@
ca: No s'ha pogut importar el model: %@
de: Modell konnte nicht importiert werden: %@
eo: Malsukcesis importi modelon: %@
pl: Nie udało się zaimportować modelu: %@
zh_hans: 无法导入模型：%@

source: Failed to initialize AudioUnit: %lld
ca: No s'ha pogut inicialitzar l'AudioUnit: %lld
de: AudioUnit konnte nicht initialisiert werden: %lld
eo: Malsukcesis pravalorizi AudioUnit: %lld
pl: Nie udało się zainicjalizować AudioUnit: %lld
zh_hans: 无法初始化 AudioUnit：%lld

source: Failed to load the transcription model.
ca: No s'ha pogut carregar el model de transcripció.
de: Transkriptionsmodell konnte nicht geladen werden.
eo: Malsukcesis ŝargi la transskriban modelon.
pl: Nie udało się załadować modelu transkrypcji.
zh_hans: 无法载入转写模型。

source: Failed to remove replacement: %@
ca: No s'ha pogut eliminar la substitució: %@
de: Ersetzung konnte nicht entfernt werden: %@
eo: Malsukcesis forigi anstataŭigon: %@
pl: Nie udało się usunąć zastąpienia: %@
zh_hans: 无法移除替换项：%@

source: Failed to remove word: %@
ca: No s'ha pogut eliminar la paraula: %@
de: Wort konnte nicht entfernt werden: %@
eo: Malsukcesis forigi vorton: %@
pl: Nie udało się usunąć słowa: %@
zh_hans: 无法移除词语：%@

source: Failed to save API key securely
ca: No s'ha pogut desar la clau d'API de manera segura
de: API-Schlüssel konnte nicht sicher gespeichert werden
eo: Malsukcesis sekure konservi API-ŝlosilon
pl: Nie udało się bezpiecznie zapisać klucza API
zh_hans: 无法安全地存储 API 密钥

source: Failed to save changes: %@
ca: No s'han pogut desar els canvis: %@
de: Änderungen konnten nicht gespeichert werden: %@
eo: Malsukcesis konservi ŝanĝojn: %@
pl: Nie udało się zapisać zmian: %@
zh_hans: 无法存储更改：%@

source: Failed to save custom enhancement model
ca: No s'ha pogut desar el model de millora personalitzat
de: Eigenes Verbesserungsmodell konnte nicht gespeichert werden
eo: Malsukcesis konservi propran plibonigan modelon
pl: Nie udało się zapisać własnego modelu ulepszania
zh_hans: 无法存储自定润色模型

source: Failed to save imported %@: %@
ca: No s'han pogut desar els elements importats (%@): %@
de: Importiertes %@ konnte nicht gespeichert werden: %@
eo: Malsukcesis konservi importitan %@: %@
pl: Nie udało się zapisać zaimportowanego %@: %@
zh_hans: 无法存储导入的 %@：%@

source: Failed to set audio format: %lld
ca: No s'ha pogut definir el format d'àudio: %lld
de: Audioformat konnte nicht gesetzt werden: %lld
eo: Malsukcesis agordi sonformaton: %lld
pl: Nie udało się ustawić formatu audio: %lld
zh_hans: 无法设置音频格式：%lld

source: Failed to set file format: %lld
ca: No s'ha pogut definir el format del fitxer: %lld
de: Dateiformat konnte nicht gesetzt werden: %lld
eo: Malsukcesis agordi dosierformaton: %lld
pl: Nie udało się ustawić formatu pliku: %lld
zh_hans: 无法设置文件格式：%lld

source: Failed to set input callback: %lld
ca: No s'ha pogut definir la crida de retorn de l'entrada: %lld
de: Eingabe-Callback konnte nicht gesetzt werden: %lld
eo: Malsukcesis agordi enigan revokfunkcion: %lld
pl: Nie udało się ustawić wywołania zwrotnego wejścia: %lld
zh_hans: 无法设置输入回调：%lld

source: Failed to set input device: %lld
ca: No s'ha pogut definir el dispositiu d'entrada: %lld
de: Eingabegerät konnte nicht gesetzt werden: %lld
eo: Malsukcesis agordi enigan aparaton: %lld
pl: Nie udało się ustawić urządzenia wejściowego: %lld
zh_hans: 无法设置输入设备：%lld

source: Failed to start AudioUnit: %lld
ca: No s'ha pogut iniciar l'AudioUnit: %lld
de: AudioUnit konnte nicht gestartet werden: %lld
eo: Malsukcesis lanĉi AudioUnit: %lld
pl: Nie udało się uruchomić AudioUnit: %lld
zh_hans: 无法启动 AudioUnit：%lld

source: Failed to transcribe the audio.
ca: No s'ha pogut transcriure l'àudio.
de: Audio konnte nicht transkribiert werden.
eo: Malsukcesis transskribi la sonaĵon.
pl: Nie udało się transkrybować audio.
zh_hans: 无法转写该音频。

source: Failed to unzip the downloaded Core ML model.
ca: No s'ha pogut descomprimir el model Core ML baixat.
de: Heruntergeladenes Core-ML-Modell konnte nicht entpackt werden.
eo: Malsukcesis malpaki la elŝutitan Core ML-modelon.
pl: Nie udało się rozpakować pobranego modelu Core ML.
zh_hans: 无法解压缩已下载的 Core ML 模型。

source: Fast multilingual transcription that runs locally on Mac.
ca: Transcripció multilingüe ràpida que s'executa localment al Mac.
de: Schnelle mehrsprachige Transkription, die lokal auf dem Mac läuft.
eo: Rapida plurlingva transskribo, kiu funkcias loke en Mac.
pl: Szybka wielojęzyczna transkrypcja działająca lokalnie na Macu.
zh_hans: 在 Mac 上本地运行的快速多语言转写。

source: Fast transcription with no AI enhancement.
ca: Transcripció ràpida sense millora amb IA.
de: Schnelle Transkription ohne KI-Verbesserung.
eo: Rapida transskribo sen AI-plibonigo.
pl: Szybka transkrypcja bez ulepszania przez AI.
zh_hans: 快速转写，不使用 AI 增强。

source: Faster than Real-time
ca: Més ràpid que en temps real
de: Schneller als Echtzeit
eo: Pli rapide ol realtempe
pl: Szybciej niż w czasie rzeczywistym
zh_hans: 快于实时

source: Feedback or Issues?
ca: Comentaris o problemes?
de: Feedback oder Probleme?
eo: Komentoj aŭ problemoj?
pl: Uwagi lub problemy?
zh_hans: 有反馈或问题？

source: fewer keystrokes
ca: menys pulsacions de tecles
de: weniger Tastenanschläge
eo: malpli da klavopremoj
pl: mniej naciśnięć klawiszy
zh_hans: 更少的按键次数

source: Filler word
ca: Paraula de farciment
de: Füllwort
eo: Plenigvorto
pl: Słowo wypełniające
zh_hans: 填充词

source: Finalizing models...
ca: S'estan finalitzant els models...
de: Modelle werden fertiggestellt...
eo: Finpretigado de modeloj...
pl: Finalizowanie modeli...
zh_hans: 正在完成模型设置…

source: Find the best transcription setup
ca: Troba la millor configuració de transcripció
de: Die beste Transkriptionseinrichtung finden
eo: Trovu la plej bonan agordon por transskribo
pl: Znajdź najlepszą konfigurację transkrypcji
zh_hans: 查找最佳转写设置

source: Finish Onboarding
ca: Finalitzar la introducció
de: Einführung abschließen
eo: Fini enkondukon
pl: Zakończ wdrożenie
zh_hans: 完成新手引导

source: Free updates
ca: Actualitzacions gratuïtes
de: Kostenlose Updates
eo: Senpagaj ĝisdatigoj
pl: Darmowe aktualizacje
zh_hans: 免费更新

source: General Settings
ca: Configuració general
de: Allgemeine Einstellungen
eo: Ĝeneralaj agordoj
pl: Ustawienia ogólne
zh_hans: 通用设置

source: Get %@ API Key
ca: Obtenir la clau d'API de %@
de: %@-API-Schlüssel abrufen
eo: Akiri %@ API-ŝlosilon
pl: Pobierz klucz API %@
zh_hans: 获取 %@ API 密钥

source: Get API key
ca: Obtenir la clau d'API
de: API-Schlüssel abrufen
eo: Akiri API-ŝlosilon
pl: Pobierz klucz API
zh_hans: 获取 API 密钥

source: Get API Key
ca: Obtenir la clau d'API
de: API-Schlüssel abrufen
eo: Akiri API-ŝlosilon
pl: Pobierz klucz API
zh_hans: 获取 API 密钥

source: Good afternoon
ca: Bona tarda
de: Guten Tag
eo: Bonan tagon
pl: Dzień dobry
zh_hans: 下午好

source: Good evening
ca: Bon vespre
de: Guten Abend
eo: Bonan vesperon
pl: Dobry wieczór
zh_hans: 晚上好

source: Good morning
ca: Bon dia
de: Guten Morgen
eo: Bonan matenon
pl: Dzień dobry
zh_hans: 早上好

source: Granted
ca: Concedit
de: Gewährt
eo: Permesita
pl: Przyznano
zh_hans: 已授权

source: HAL Output AudioUnit not found
ca: No s'ha trobat l'AudioUnit HAL Output
de: HAL Output AudioUnit nicht gefunden
eo: HAL Output AudioUnit ne trovita
pl: Nie znaleziono HAL Output AudioUnit
zh_hans: 未找到 HAL Output AudioUnit

source: Help & Resources
ca: Ajuda i recursos
de: Hilfe & Ressourcen
eo: Helpo kaj rimedoj
pl: Pomoc i zasoby
zh_hans: 帮助与资源

source: Hi
ca: Hola
de: Hallo
eo: Saluton
pl: Cześć
zh_hans: 你好

source: Hide API key
ca: Amagar la clau d'API
eo: Kaŝi API-ŝlosilon
pl: Ukryj klucz API

source: Hide Dock Icon
ca: Amagar la icona del Dock
de: Dock-Symbol ausblenden
eo: Kaŝi piktogramon en Doko
pl: Ukryj ikonę w Docku
zh_hans: 隐藏程序坞图标

source: History
ca: Historial
de: Verlauf
eo: Historio
pl: Historia
zh_hans: 历史记录

source: History settings
ca: Configuració de l'historial
de: Verlaufseinstellungen
eo: Agordoj de historio
pl: Ustawienia historii
zh_hans: 历史记录设置

source: History Settings
ca: Configuració de l'historial
de: Verlaufseinstellungen
eo: Agordoj de historio
pl: Ustawienia historii
zh_hans: 历史记录设置

source: Homer's Iliad
ca: Ilíada d'Homer
de: Homers Ilias
eo: Iliado de Homero
pl: Iliada Homera
zh_hans: 荷马《伊利亚特》

source: Homer's Iliad and Odyssey
ca: Ilíada i Odissea d'Homer
de: Homers Ilias und Odyssee
eo: Iliado kaj Odiseado de Homero
pl: Iliada i Odyseja Homera
zh_hans: 荷马《伊利亚特》和《奥德赛》

source: Homer's Odyssey
ca: Odissea d'Homer
de: Homers Odyssee
eo: Odiseado de Homero
pl: Odyseja Homera
zh_hans: 荷马《奥德赛》

source: Hourly dictation activity
ca: Activitat de dictat per hores
de: Diktieraktivität nach Stunde
eo: Diktada aktiveco laŭ horoj
pl: Aktywność dyktowania według godziny
zh_hans: 每小时听写活动

source: How to use Word Replacements
ca: Com fer servir les substitucions de paraules
de: Verwendung von Wortersetzungen
eo: Kiel uzi vortanstataŭigojn
pl: Jak używać zastąpień słów
zh_hans: 如何使用词语替换

source: Hybrid
ca: Híbrid
eo: Hibrida
pl: Hybrydowy
zh_hans: 混合

source: Immediately
ca: Immediatament
de: Sofort
eo: Tuj
pl: Natychmiast
zh_hans: 立即

source: Import
ca: Importar
de: Importieren
eo: Importi
pl: Importuj
zh_hans: 导入

source: Import Canceled
ca: Importació cancel·lada
de: Import abgebrochen
eo: Importo nuligita
pl: Import anulowany
zh_hans: 导入已取消

source: Import Error
ca: Error d'importació
de: Importfehler
eo: Eraro de importo
pl: Błąd importu
zh_hans: 导入错误

source: Import Local Model…
ca: Importar un model local…
de: Lokales Modell importieren…
eo: Importi lokan modelon…
pl: Importuj lokalny model…
zh_hans: 导入本地模型…

source: Import Settings
ca: Importar la configuració
de: Einstellungen importieren
eo: Importi agordojn
pl: Importuj ustawienia
zh_hans: 导入设置

source: Import Successful
ca: Importació correcta
de: Import erfolgreich
eo: Importo sukcesis
pl: Import zakończony pomyślnie
zh_hans: 导入成功

source: IMPORTANT: If you were using AI enhancement features, please make sure to reconfigure your API keys in the AI Models section.
ca: IMPORTANT: si feies servir les funcions de millora amb IA, assegura't de tornar a configurar les claus d'API a la secció Models d'IA.
de: WICHTIG: Falls du KI-Verbesserungsfunktionen verwendet hast, konfiguriere bitte deine API-Schlüssel im Bereich KI-Modelle neu.
eo: GRAVE: se vi uzis AI-plibonigajn funkciojn, nepre reagordu viajn API-ŝlosilojn en la sekcio AI-modeloj.
pl: WAŻNE: jeśli korzystałeś z funkcji ulepszania AI, pamiętaj o ponownej konfiguracji kluczy API w sekcji Modele AI.
zh_hans: 重要提示：如果你之前在使用 AI 润色功能，请务必在「AI 模型」部分重新配置你的 API 密钥。

source: Imported
ca: Importat
eo: Importita
pl: Zaimportowano
zh_hans: 已导入

source: Imported %@
ca: S'ha importat %@
de: %@ importiert
eo: Importita %@
pl: Zaimportowano %@
zh_hans: 已导入 %@

source: Imported local model
ca: Model local importat
de: Lokales Modell importiert
eo: Importita loka modelo
pl: Zaimportowano lokalny model
zh_hans: 已导入的本地模型

source: Individual categories
ca: Categories individuals
eo: Unuopaj kategorioj
pl: Poszczególne kategorie
zh_hans: 单独类别

source: Info
ca: Informació
eo: Informoj
zh_hans: 信息

source: Insights Locked
ca: Estadístiques bloquejades
de: Einblicke gesperrt
eo: Statistikoj ŝlositaj
pl: Statystyki zablokowane
zh_hans: 洞察已锁定

source: Insights period
ca: Període de les estadístiques
de: Zeitraum für Einblicke
eo: Periodo de statistikoj
pl: Okres statystyk
zh_hans: 洞察时间范围

source: Interface
ca: Interfície
de: Oberfläche
eo: Interfaco
pl: Interfejs
zh_hans: 界面

source: Invalid API key
ca: Clau d'API no vàlida
eo: Nevalida API-ŝlosilo
pl: Nieprawidłowy klucz API

source: Invalid Audio File
ca: Fitxer d'àudio no vàlid
de: Ungültige Audiodatei
eo: Nevalida sondosiero
pl: Nieprawidłowy plik audio
zh_hans: 无效的音频文件

source: Invalid audio file format
ca: Format de fitxer d'àudio no vàlid
de: Ungültiges Audiodateiformat
eo: Nevalida formato de sondosiero
pl: Nieprawidłowy format pliku audio
zh_hans: 音频文件格式无效

source: Invalid emoji.
ca: Emoji no vàlid.
de: Ungültiges Emoji.
eo: Nevalida emoĝio.
pl: Nieprawidłowe emoji.
zh_hans: 无效的表情符号。

source: Invalid model type provided for Native Apple transcription.
ca: S'ha proporcionat un tipus de model no vàlid per a la transcripció nativa d'Apple.
de: Ungültiger Modelltyp für native Apple-Transkription angegeben.
eo: Nevalida modeltipo por denaska transskribo de Apple.
pl: Podano nieprawidłowy typ modelu dla natywnej transkrypcji Apple.
zh_hans: 为 Apple 原生转写提供的模型类型无效。

source: Invalid Ollama server URL
ca: Adreça URL del servidor Ollama no vàlida
de: Ungültige Ollama-Server-URL
eo: Nevalida URL de Ollama-servilo
pl: Nieprawidłowy adres URL serwera Ollama
zh_hans: Ollama 服务器 URL 无效

source: Invalid response from AI provider.
ca: Resposta no vàlida del proveïdor d'IA.
de: Ungültige Antwort vom KI-Anbieter.
eo: Nevalida respondo de AI-provizanto.
pl: Nieprawidłowa odpowiedź od dostawcy AI.
zh_hans: AI 提供商返回的响应无效。

source: Invalid response from Ollama server
ca: Resposta no vàlida del servidor Ollama
de: Ungültige Antwort vom Ollama-Server
eo: Nevalida respondo de Ollama-servilo
pl: Nieprawidłowa odpowiedź od serwera Ollama
zh_hans: Ollama 服务器响应无效

source: It is recommended that you complete the onboarding.
ca: Et recomanem que completis la introducció.
de: Es wird empfohlen, die Einführung abzuschließen.
eo: Estas rekomendinde fini la enkondukon.
pl: Zalecane jest ukończenie procesu wdrożenia.
zh_hans: 建议你完成新手引导。

source: Join Discord
ca: Unir-se a Discord
de: Discord beitreten
eo: Aliĝi al Discord
pl: Dołącz do Discorda
zh_hans: 加入 Discord

source: Keep Audio For
ca: Conservar l'àudio durant
de: Audio aufbewahren für
eo: Konservi sonaĵon dum
pl: Przechowuj audio przez
zh_hans: 音频保留时长

source: Keep Clipboard Content
ca: Conservar el contingut del porta-retalls
de: Zwischenablage-Inhalt beibehalten
eo: Konservi enhavon de tondujo
pl: Zachowaj zawartość schowka
zh_hans: 保留剪贴板内容

source: Key verified
ca: Clau verificada
de: Schlüssel verifiziert
eo: Ŝlosilo kontrolita
pl: Klucz zweryfikowany
zh_hans: 密钥已验证

source: Keyboard Shortcut
ca: Drecera de teclat
de: Tastaturkürzel
eo: Klavkombino
pl: Skrót klawiszowy
zh_hans: 键盘快捷键

source: Keyboard shortcut:
ca: Drecera de teclat:
eo: Klavkombino:
pl: Skrót klawiszowy:
zh_hans: 键盘快捷键：

source: Keystrokes Saved
ca: Pulsacions de tecles estalviades
de: Tastenanschläge gespart
eo: Ŝparitaj klavopremoj
pl: Zaoszczędzone naciśnięcia klawiszy
zh_hans: 节省的按键次数

source: Language
ca: Idioma
de: Sprache
eo: Lingvo
pl: Język
zh_hans: 语言

source: Language: %@
ca: Idioma: %@
de: Sprache: %@
eo: Lingvo: %@
pl: Język: %@
zh_hans: 语言：%@

source: Language: Autodetected
ca: Idioma: detectat automàticament
de: Sprache: Automatisch erkannt
eo: Lingvo: aŭtomate detektita
pl: Język: wykryty automatycznie
zh_hans: 语言：自动检测

source: Language: English
ca: Idioma: anglès
de: Sprache: Englisch
eo: Lingvo: angla
pl: Język: angielski
zh_hans: 语言：英语

source: Language: English (only)
ca: Idioma: només anglès
de: Sprache: Nur Englisch
eo: Lingvo: nur angla
pl: Język: tylko angielski
zh_hans: 语言：仅英语

source: Last 7 Days
ca: Últims 7 dies
de: Letzte 7 Tage
eo: Lastaj 7 tagoj
pl: Ostatnie 7 dni
zh_hans: 最近 7 天
